Repository: RobboVariwn/VarBot
Catalog: Assets/Varwin/Core/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: ru

source: BUTTON
ru: Кнопка

source: CANCEL
ru: Отмена

source: CANNOT_DELETE_OBJECT_LOGIC
ru: Удаление невозможно: объект задействован в логике.

source: CANNOT_NOT_PREVEW
ru: Это невозможно в режиме предпросмотра

source: CHOOSE_PARENT
ru: Назначить родительский объект

source: CHOOSE_PROJECT_CONFIG
ru: Выберите конфигурацию мира

# CLOSE_BUTTON
source: Close button text
ru: Закрыть

source: COMPILE_CODE_ERROR
ru: Ошибка компиляции

source: CONNECTING
ru: Соединение...

source: CURRENT_LOCATION_DELETED
ru: Текущая локация была удалена

source: DELETE_OBJECT
ru: Удалить этот объект

source: DISPLAY
ru: Дисплей

source: ENTER_ROOM
ru: Вход в комнату...

source: ENVIRONMENT_NOT_FOUND
ru: Ошибка. Локация не загружена

source: ERROR_READ_STARTUP_ARGS
ru: Невозможно прочесть стартовые параметры

source: ERROR_SERVER_DISCONECT
ru: Ошибка. Сервер не отвечает

source: EXCECUTE_LOGIC_ERROR
ru: Ошибка выполнения логики

source: EXCEPTION_IN_OBJECT
ru: Ошибка в объекте

source: EXIT
ru: Выход

source: GET_LOCATION_DATA
ru: Получение данных о локации...

source: GROUP_NOT_SAVED
ru: Несохраненные изменения будут потеряны. Сохранить?

source: HEADSET_TRACKING_LOST
ru: Шлем не найден

source: INIT_LOGIC_ERROR
ru: Ошибка инициализации логики

source: JOIN_TO_ROOM
ru: Подключение к комнате...

source: LAMP
ru: Лампа

source: LETS_GO
ru: Поехали!

source: LICENSE_KEY_ERROR
ru: Не могу получить информацию о лицензии

source: LOAD_OBJECT_ERROR
ru: Ошибка загрузки объекта

source: LOAD_PROJECTS_ERROR
ru: Ошибка загрузки списка проектов

source: LOAD_SCENE_ERROR
ru: Ошибка загрузки локации

source: LOADING
ru: Загрузка

source: LOADING_FILE
ru: Загрузка {0}... {1} из {2} Мб

source: LOADING_LOCATION
ru: Загружаю локацию «{0}»...

# MODE
source: Mode UIMenu button
ru: Режим

source: NO
ru: Нет

source: NOT_FOR_COMMERCIAL_USE
ru: Демо-версия Varwin. Пожалуйста, приобретите Professional или Business версию, чтобы снять демонстрационные ограничения.

# ONBOARDING_POPUP_MENU_CHANGE_MODE
source: Text for uimenu change mode button
ru: Вы в режиме редактирования. Перейдите в режим просмотра: откройте меню, наведите луч-указку на кнопку «‎Режим»‎ и нажмите триггер

source: ONBOARDING_POPUP_MENU_SELECT_BUTTON
ru: и выберите объект «Простая кнопка»

source: ONBOARDING_POPUP_MENU_SELECT_DISPLAY
ru: и выберите объект «Простой дисплей»

source: ONBOARDING_POPUP_MENU_SELECT_LAMP
ru: и выберите объект «Простая лампочка»

source: ONBOARDING_POPUP_MENU_SELECT_SAVE
ru: и нажмите кнопку Сохранить

source: ONBOARDING_POPUP_MENU_SELECT_VIEW
ru: и нажмите кнопку Режим

# ONBOARDING_POPUP_PREVIEW_MENU_CHANGE_MODE
source: Text popup for when we tell user how to open preview mode change button and move to the edit mode
ru: Отлично! Теперь научимся переключать режимы Нажмите кнопку «Меню» и кликните на иконку «глаз»

# ONBOARDING_POPUP_START_BUTTON
source: Button for the hello state popup
ru: Начать

# ONBOARDING_TOOLTIP_POINTER_CLICK_EYE
source: Tooltip for when the player needs to click eye with the trigger to change modes.
ru: Наведите луч-указку на иконку «глаз» и нажмите триггер

# ONBOARDING_TOOLTIP_PRESS_EYE_ICON
source: Tooltip over the eye icon telling that you need to click it
ru: Нажмите на иконку «глаз», чтобы перейти в режим редактирования

source: PHOTON_DISCONECT
ru: Отключение от сервера мультиплеера

source: PROJECT_CONFIG_ERROR
ru: Ошибка. Конфигурация проекта не загружена

source: PROJECT_CONFIG_NULL
ru: Конфигурации мира не существует

source: READ_LAUNCH_ARGS_RABBIR_ERROR
ru: Ошибка. Сервер недоступен

source: ROOM_CREATING
ru: Создание комнаты...

source: RUNTIME_CODE_ERROR
ru: Ошибка исполнения логики

source: SAVE
ru: Сохранить

source: SAVE_ERROR
ru: Ошибка сохранения

source: SAVED
ru: Сохранено

source: SCENE_LOADING
ru: Загрузка локации...

source: SCENE_OBJECTS
ru: объектов на сцене

source: SEND_REPORT
ru: Отправить отчет

source: SPAWN_POINT_ERROR
ru: Стартовая позиция игрока не найдена

source: SPAWN_WITH_PARENT
ru: Назначать этот объект родительским, для новых создаваемых объектов

source: TRY_AGAIN
ru: Повторить

source: TRY_TO_CONNECT_TO_RANDOM_ROOM
ru: Попытка соединения со случайной комнатой...

source: TUTORIAL_MOVE_ME
ru: Перемести меня

source: TUTORIAL_POPUP_BACK_TO_RMS
ru: Отлично! Теперь снимите шлем и перейдите в редактор логики

source: TUTORIAL_POPUP_HAPPY_END
ru: Вы научились менять режимы. Отлично! Теперь вы можете создавать собственные проекты

source: TUTORIAL_POPUP_HELLO
ru: Добро пожаловать в режим обучения платформы VARWIN

source: TUTORIAL_POPUP_LOGIC_START
ru: Включен режим предпросмотра. Логика взаимодействия объектов работает. Нажмите на объект «Кнопка»

source: TUTORIAL_POPUP_MOVING
ru: Для перемещения по сцене: нажмите тачпад, наведите указку на нужную зону, отпустите тачпад

source: TUTORIAL_POPUP_OBJECT_MOVE
ru: Отлично, объект «{0}» добавлен. Для перемещения объектов используйте кнопку захвата

source: TUTORIAL_POPUP_OPEN_MENU
ru: Откройте меню {0}

source: TUTORIAL_TOOL_TIP_BUTTON_USE
ru: Поднесите контроллер к кнопке и нажмите на триггер

source: TUTORIAL_TOOL_TIP_PRESS_ME
ru: Нажми меня

source: TUTORIAL_TOOLTIP_CANCEL_SPAWN
ru: Отменить выбор

source: TUTORIAL_TOOLTIP_GRIP
ru: Нажмите и удерживайте для перемещения

source: TUTORIAL_TOOLTIP_MOVING
ru: Нажмите тачпад, наведите указку на место перемещения и отпустите тачпад

source: TUTORIAL_TOOLTIP_OBJECT_SELECT
ru: Наведите луч-указку на объект «{0}» и нажмите триггер

source: TUTORIAL_TOOLTIP_OBJECT_SPAWN
ru: Нажмите триггер для размещения объекта «{0}»

source: TUTORIAL_TOOLTIP_OPEN_MENU
ru: Нажмите кнопку для открытия меню

source: TUTORIAL_TOOLTIP_POINTER_CLICK
ru: Наведите луч-указку на кнопку «{0}» и нажмите триггер

source: UNKNOWN_ERROR
ru: Неизвестная ошибка

source: UNLINK_PARENT
ru: Отвязать родительский объект

source: YES
ru: Да
